Repository: Sager1145/live-dashboard
Catalog: ios/Sources/LiveDashboardKit/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 截止提醒由本机通知发送。App 关闭时仍会按已保存的时间提醒，但无法自动发现官方之后修改的截止时间；再次打开 App 更新资料后请重新设置提醒。
en: Deadline reminders are sent as local notifications. They still fire at the saved time even when the app is closed, but they can't automatically detect if the official deadline changes later. After reopening the app and updating information, set the reminder again.
ja: 締切リマインダーは本機の通知で送信されます。App を閉じていても保存された時刻に通知されますが、公式が後から締切を変更しても自動では反映されません。次に App を開いて情報を更新したら、リマインダーを設定し直してください。
zh_hant: 截止提醒由本機通知發送。App 關閉時仍會按已儲存的時間提醒，但無法自動發現官方之後修改的截止時間；再次開啟 App 更新資料後請重新設定提醒。

source: 截止时间已过，未设置提醒
en: The deadline has passed; no reminder was set
ja: 締切時刻を過ぎているため、リマインダーは設定されていません
zh_hant: 截止時間已過，未設定提醒

source: 所选场次在当前资料来源中不存在，已改为显示 %@
en: The selected performance isn't in this data source. Showing %@ instead.
ja: 選択した公演はこの情報源にないため、%@ を表示しています
zh_hant: 所選場次在目前資料來源中不存在，已改為顯示 %@

source: 所选场次暂无周边资料
en: No Merchandise for This Performance
ja: 選択した公演のグッズ情報はありません
zh_hant: 所選場次暫無周邊資料

source: 所选场次暂无座位资料
en: No Seating Information for This Performance
ja: 選択した公演の座席情報はありません
zh_hant: 所選場次暫無座位資料

source: 所选场次暂无票务资料
en: No Ticket Information for This Performance
ja: 選択した公演のチケット情報はありません
zh_hant: 所選場次暫無票務資料

# 手动抓取官网在所选日期区间内举办过的公演（含已结束的），并保存到本机。区间越长抓取时间越久。抓取结果不会影响每日自动整理。
source: 手动获取官网在所选日期区间内举办过的公演（含已结束的），并保存到本机。区间越长获取时间越久。获取结果不会影响每日自动整理。
en: Manually fetches events held on the official site within the selected date range (including ones that have ended) and saves them locally. Longer ranges take more time to fetch. Fetched results do not affect the daily automatic refresh.
ja: 選択した期間内に公式サイトで開催された公演（終了済みを含む）を手動で取得し、端末に保存します。期間が長いほど取得に時間がかかります。取得結果は毎日の自動更新には影響しません。
zh_hant: 手動擷取官網在所選日期區間內舉辦過的公演（含已結束的），並儲存到本機。區間越長擷取時間越久。擷取結果不會影響每日自動整理。

source: 打开原图并缩放
en: Open and zoom the original image
ja: 元画像を開いて拡大縮小
zh_hant: 開啟原圖並縮放

source: 打开官方来源
en: Open official source
ja: 公式情報を開く
zh_hant: 開啟官方來源

source: 打开官方附件
en: Open Official Attachment
ja: 公式添付ファイルを開く
zh_hant: 開啟官方附件

source: 打开演出详情并点击关注，就会出现在这里。
en: Open an event and tap Follow to see it here.
ja: 公演の詳細を開いてフォローをタップすると、ここに表示されます。
zh_hant: 打開演出詳情並點擊關注，就會出現在這裡。

source: 打开系统通知设置
en: Open Notification Settings
ja: 通知設定を開く
zh_hant: 開啟系統通知設定

source: 批次待核验
en: Campaign awaiting verification
ja: 販売区分を確認中
zh_hant: 批次待核驗

source: 抓取失败
en: Fetch Failed
ja: 取得失敗
zh_hant: 擷取失敗

# 抓取该区间的公演
source: 获取该区间的公演
en: Fetch events in this range
ja: この期間の公演を取得
zh_hant: 擷取該區間的公演

# 抓取过往公演
source: 获取过往公演
en: Fetch past events
ja: 過去の公演を取得
zh_hant: 擷取過往公演

source: 抽选
en: Lottery
ja: 抽選
zh_hant: 抽選

source: 抽选用商品
en: Lottery item
ja: 抽選用商品
zh_hant: 抽選用商品

source: 拖动可调整卡片顺序，置顶的卡片始终排在最前。
en: Drag to reorder cards; pinned cards always stay at the top.
ja: ドラッグしてカードの順序を変更できます。固定したカードは常に先頭に表示されます。
zh_hant: 拖曳可調整卡片順序，置頂的卡片始終排在最前。

source: 提示
en: Tip
ja: ヒント

source: 提醒
en: Reminder
ja: リマインダー

source: 撤销
en: Undo
ja: 元に戻す
zh_hant: 復原

source: 撤销本机服务端安装身份
en: Revoke This Device Identity
ja: この端末の登録を解除
zh_hant: 撤銷本機伺服端安裝身分

source: 放大
en: Zoom in
ja: 拡大

source: 整理官网资料并保存到本机，结果不是官方资料。
en: Organizes the official page and saves the result on this device. Not official material.
ja: 公式ページを整理して端末に保存します。公式資料ではありません。
zh_hant: 整理官網資料並保存到本機，結果不是官方資料。

source: 无法下载官方图片
en: Unable to download official image
ja: 公式画像をダウンロードできません
zh_hant: 無法下載官方圖片

source: 无法删除 AI 整理结果，请重试。
en: Could not delete the AI results. Please try again.
ja: AI整理結果を削除できませんでした。再試行してください。
zh_hant: 無法刪除 AI 整理結果，請重試。

source: 无法删除本公演的 AI 整理结果，请重试。
en: Could not delete this event’s AI results. Please try again.
ja: この公演のAI整理結果を削除できませんでした。再試行してください。
zh_hant: 無法刪除本公演的 AI 整理結果，請重試。

source: 无法取得公演资料
en: Unable to retrieve event data
ja: 公演情報を取得できません
zh_hant: 無法取得公演資料

source: 无法显示图片
en: Unable to display image
ja: 画像を表示できません
zh_hant: 無法顯示圖片

# 无法更新公演资料
source: 无法更新公演信息
en: Unable to update event data
ja: 公演情報を更新できません
zh_hant: 無法更新公演資料

source: 无法解析助手返回的内容：%@
en: Unable to parse the assistant's response: %@
ja: アシスタントの応答を解析できません：%@
zh_hant: 無法解析助理傳回的內容：%@

source: 无法识别的目录变更类型：%@
en: Unrecognized catalog change type: %@
ja: 認識できないカタログ変更タイプ：%@
zh_hant: 無法識別的目錄變更類型：%@

source: 日期
en: Date
ja: 日付

source: 日期待公布
en: Date to be announced
ja: 日程未発表

source: 日本語
en: Japanese

source: 日程
en: Schedule

source: 时间
en: Time
ja: 時間
zh_hant: 時間

source: 时间与会场
en: Time and Venue
ja: 日時と会場
zh_hant: 時間與會場

source: 时间待核对
en: Dates pending verification
ja: 日程を確認中
zh_hant: 時間待核對

source: 显示
en: Show
ja: 表示
zh_hant: 顯示

source: 显示与卡片
en: Display & Cards
ja: 表示とカード
zh_hant: 顯示與卡片

source: 显示全部 %lld 条
en: Show all %lld
ja: すべて表示（%lld件）
zh_hant: 顯示全部 %lld 條

source: 显示全部 %lld 条证据
en: Show All %lld Evidence Items
ja: すべての根拠を表示（%lld件）
zh_hant: 顯示全部 %lld 條證據

source: 显示原文
en: Show original
ja: 原文を表示
zh_hant: 顯示原文

source: 显示字段
en: Visible Fields
ja: 表示項目
zh_hant: 顯示欄位

source: 显示密度
en: Display density
ja: 表示密度
zh_hant: 顯示密度

source: 暂无已发布变更
en: No published changes
ja: 公開済みの変更はありません
zh_hant: 暫無已發布變更

source: 暂无结构化周边资料
en: No Structured Merchandise Data
ja: 整理済みのグッズ情報はありません
zh_hant: 暫無結構化周邊資料

source: 更多操作
en: More Actions
ja: その他の操作

source: 更新与来源
en: Updates and Sources
ja: 更新と出典
zh_hant: 更新與來源

source: 更新于
en: Updated
ja: 更新：
zh_hant: 更新於

source: 更新于%@
en: Updated %@
ja: %@に更新
zh_hant: 更新於%@

source: 更新于%@前
en: Updated %@ ago
ja: %@前に更新
zh_hant: 更新於%@前

source: 更新历史
en: Update History
ja: 更新履歴
zh_hant: 更新歷史

source: 更新失败，显示的是已保存的资料
en: Update failed. Showing saved data.
ja: 更新に失敗しました。保存済みのデータを表示しています。
zh_hant: 更新失敗，顯示的是已儲存的資料

source: 更新官方资料
en: Update official information
ja: 公式情報を更新
zh_hant: 更新官方資料

source: 月份
en: Month
ja: 月

source: 有重要更新
en: Important update
ja: 重要な更新あり

source: 服务 / 联系链接
en: Support / Contact Links
ja: サポート・お問い合わせ
zh_hant: 服務 / 聯絡連結

source: 服务器响应无效
en: Invalid server response
ja: サーバーの応答が無効です
zh_hant: 伺服器回應無效

source: 服务端提醒
en: Server reminder
ja: サーバーリマインダー
zh_hant: 伺服端提醒

source: 服务端提醒已开启
en: Server reminder enabled
ja: サーバーリマインダーを有効にしました
zh_hant: 伺服端提醒已開啟

source: 服务返回了未知错误。
en: The service returned an unknown error.
ja: サービスが不明なエラーを返しました。
zh_hant: 服務傳回了未知錯誤。

source: 未找到该区间的公演
en: No events found in this range
ja: この期間の公演が見つかりません
zh_hant: 未找到該區間的公演

source: 未收到登录授权码，请重试。
en: No sign-in authorization code was received. Please try again.
ja: ログインの認可コードを受信できませんでした。もう一度お試しください。
zh_hant: 未收到登入授權碼，請重試。

source: 未登录
en: Not signed in
ja: 未ログイン
zh_hant: 未登入

source: 未知
en: Unknown
ja: 不明

source: 未设置
en: Not set
ja: 未設定
zh_hant: 未設定

source: 本人确认
en: Identity verification
ja: 本人確認
zh_hant: 本人確認

source: 本公演座位图
en: Event seating map
ja: 本公演の座席図
zh_hant: 本公演座位圖

source: 本地回调服务器无法启动，请检查端口占用。
en: The local callback server could not start. Check whether the port is in use.
ja: ローカルのコールバックサーバーを起動できません。ポートの使用状況を確認してください。
zh_hant: 本機回呼伺服器無法啟動，請檢查連接埠佔用。

source: 本地时间：%@
en: Device time: %@
ja: 端末時刻：%@
zh_hant: 本機時間：%@

source: 本场（%@）
en: This performance (%@)
ja: 本公演（%@）
zh_hant: 本場（%@）

source: 条件
en: Requirements
zh_hant: 條件

source: 来源
en: Source
ja: 出典
zh_hant: 來源

source: 来源核对
en: Source verification
ja: 出典の確認
zh_hant: 來源核對

source: 来源状态
en: Source status
ja: 出典の状態
zh_hant: 來源狀態

source: 来源证据尚未获取或待核验
en: Source evidence not retrieved or awaiting verification
ja: 根拠情報は未取得または確認待ちです
zh_hant: 來源證據尚未取得或待核驗

source: 来源详情
en: Source details
ja: ソース詳細
zh_hant: 來源詳情

source: 来自 AI 整理结果
en: From the AI-organized result
ja: AI整理結果より
zh_hant: 來自 AI 整理結果

source: 枚数限制：%@
en: Ticket limit: %@
ja: 枚数制限：%@
zh_hant: 枚數限制：%@

source: 查看全部 %lld 张图片
en: View All %lld Images
ja: すべての画像を表示（%lld枚）
zh_hant: 查看全部 %lld 張圖片

source: 查看官方公演页面
en: View official event page
ja: 公式公演ページを見る
zh_hant: 查看官方公演頁面

source: 查看官方来源
en: View official source
ja: 公式情報を見る
zh_hant: 查看官方來源

source: 查看官方销售页
en: View Official Store
ja: 公式販売ページを見る
zh_hant: 查看官方銷售頁

source: 查看官方页面
en: View official page
ja: 公式ページを見る
zh_hant: 查看官方頁面

source: 标记参加
en: Plan to attend
ja: 参加予定にする
zh_hant: 標記參加

source: 核对问题
en: Verification issue
ja: 確認上の問題
zh_hant: 核對問題

source: 概要
en: Overview

source: 概览卡片已全部隐藏
en: All overview cards are hidden
ja: 概要カードはすべて非表示です
zh_hant: 概覽卡片已全部隱藏

source: 模型
en: Model
ja: モデル

source: 正在 AI 整理
en: AI summarizing
ja: AI が整理しています

source: 正在下载翻译语言
en: Downloading translation language
ja: 翻訳言語をダウンロード中
zh_hant: 正在下載翻譯語言

source: 正在保存整理结果…
en: Saving the summary…
ja: 整理結果を保存しています…
zh_hant: 正在儲存整理結果…

source: 正在刷新…
en: Refreshing…
ja: 更新しています…
zh_hant: 正在重新整理…

# 正在抓取过往公演…
source: 正在获取过往公演…
en: Fetching past events…
ja: 過去の公演を取得しています…
zh_hant: 正在擷取過往公演…

source: 正在整理官网资料…
en: Preparing official information…
ja: 公式情報を整理しています…
zh_hant: 正在整理官網資料…

source: 正在更新
en: Updating
ja: 更新中

source: 正在校验 AI 返回的资料…
en: Validating the AI response…
ja: AIの結果を検証しています…
zh_hant: 正在驗證 AI 回傳的資料…

source: 正在检查官方资料
en: Checking official information
ja: 公式情報を確認しています
zh_hant: 正在檢查官方資料

source: 正在检查官方资料，请稍候…
en: Checking official information. Please wait…
ja: 公式情報を確認しています。しばらくお待ちください…
zh_hant: 正在檢查官方資料，請稍候…

source: 正在等待 ChatGPT 登录…
en: Waiting for ChatGPT sign-in…
ja: ChatGPT のログインを待っています…
zh_hant: 正在等待 ChatGPT 登入…

source: 正在翻译
en: Translating
ja: 翻訳しています
zh_hant: 正在翻譯

source: 正在读取官网页面…
en: Reading the official page…
ja: 公式ページを読み込んでいます…
zh_hant: 正在讀取官網頁面…

source: 正在载入…
en: Loading…
ja: 読み込み中…
zh_hant: 正在載入…

source: 正在载入原图…
en: Loading original image…
ja: 元画像を読み込んでいます…
zh_hant: 正在載入原圖…

source: 正在载入资料…
en: Loading data…
ja: データを読み込んでいます…
zh_hant: 正在載入資料…

# 正在重新整理…
source: 正在刷新…
en: Refreshing…
ja: 更新しています…
zh_hant: 正在重新整理…

source: 正常
en: Healthy

source: 此卡片已更新
en: This card has been updated
ja: このカードを更新しました

source: 此卡片暂无可更新的官方资料
en: No updated official information is available for this card yet
ja: このカードには更新できる公式情報がありません
zh_hant: 此卡片暫無可更新的官方資料

# 此数据源不支持抓取过往公演
source: 此数据源不支持获取过往公演
en: This data source does not support fetching past events
ja: このデータソースは過去公演の取得に対応していません
zh_hant: 此資料來源不支援擷取過往公演

source: 此活动缺少官网原文，无法生成摘要。
en: This event is missing official source text, so a summary can't be generated.
ja: このイベントには公式サイトの原文がないため、要約を生成できません。
zh_hant: 此活動缺少官網原文，無法生成摘要。

source: 此版本仅使用本机资料与通知
en: This version uses only local data and notifications
ja: このバージョンは本機の情報と通知のみを使用します
zh_hant: 此版本僅使用本機資料與通知

source: 每天首次打开或跨天回到前台时自动整理官网资料，范围从手机当前日期往前一个自然月开始，包含所有未来公演。更早的已存公演会保留，但不再自动整理。
en: Automatically refreshes official information the first time you open the app each day, or when it returns to the foreground on a new day. The range starts one calendar month before the device's current date and includes all future events. Earlier saved events are kept but no longer refreshed automatically.
ja: 1日の最初に開いたとき、または日付が変わってから前面に戻ったときに、公式サイトの情報を自動的に更新します。対象は端末の現在日付から1か月前までを起点とし、今後のすべての公演を含みます。それより前に保存済みの公演は保持されますが、自動更新の対象外になります。
zh_hant: 每天首次開啟或跨天回到前景時自動整理官網資料，範圍從手機目前日期往前一個自然月開始，包含所有未來公演。更早的已存公演會保留，但不再自動整理。

source: 没有符合条件的往期演出
en: No past events match
ja: 条件に合う過去の公演はありません
zh_hant: 沒有符合條件的往期演出

source: 没有符合条件的演出
en: No events match
ja: 条件に一致する公演がありません
zh_hant: 沒有符合條件的演出

source: 活动类型
en: Event Type
ja: イベント種別
zh_hant: 活動類型

source: 测试连接
en: Test connection
ja: 接続をテスト
zh_hant: 測試連線

source: 浏览演出
en: Browse events
ja: 公演を見る
zh_hant: 瀏覽演出

source: 清除全部 AI 摘要
en: Clear all AI summaries
ja: AI 要約をすべて消去

source: 清除全部筛选
en: Clear All Filters
ja: すべての絞り込みを解除
zh_hant: 清除全部篩選

source: 清除公共缓存
en: Clear Public Cache
ja: 公開キャッシュを消去
zh_hant: 清除公用快取

source: 清除筛选
en: Clear filters
ja: 絞り込みを解除
zh_hant: 清除篩選

source: 演出
en: Events
ja: 公演

source: 演出将在两小时后开始
en: The show starts in two hours
ja: 公演は2時間後に始まります
zh_hant: 演出將在兩小時後開始

source: 演出时间已过，未设置提醒
en: The show has already started; no reminder was set
ja: 公演時刻を過ぎているため、リマインダーは設定されていません
zh_hant: 演出時間已過，未設定提醒

source: 演出结束后会移到这里。
en: Events move here once they have ended.
ja: 終了した公演はここに移動します。
zh_hant: 演出結束後會移到這裡。

# 点选推荐模型可立即切换，或选择「自定义…」输入模型名称。选择会自动保存，下次 AI 整理生效；已有摘要可点「重新整理」更新。
source: 点选推荐模型可立即切换，或选择「自定义…」输入模型名称。选择会自动保存，下次 AI 整理生效；已有摘要可点「刷新」更新。
en: Tap a recommended model to switch immediately, or choose “Custom…” to enter a model name. Your choice is saved automatically and takes effect on the next AI summary; tap “Refresh” to update existing summaries.
ja: 推奨モデルをタップするとすぐに切り替わります。「カスタム…」を選ぶとモデル名を入力できます。選択内容は自動的に保存され、次回の AI 整理から反映されます。既存の要約は「更新」をタップすると更新できます。
zh_hant: 點選推薦模型可立即切換，或選擇「自訂…」輸入模型名稱。選擇會自動儲存，下次 AI 整理生效；已有摘要可點「重新整理」更新。

source: 特典
en: Bonuses

source: 特典内容：%@
en: Bonus contents: %@
zh_hant: 特典內容：%@

source: 特典内容：官方尚未公布
en: Bonus contents: not yet announced officially
ja: 特典内容：公式未発表
zh_hant: 特典內容：官方尚未公布

source: 特典内容：官方待公布
en: Bonus contents: to be announced officially
ja: 特典内容：公式発表待ち
zh_hant: 特典內容：官方待公布

source: 特典内容：尚未获取或待核验
en: Bonus contents: not fetched or pending verification
ja: 特典内容：未取得または要確認
zh_hant: 特典內容：尚未取得或待核驗

source: 状态未知
en: Status unknown
ja: 状態不明
zh_hant: 狀態未知

source: 独立保存的官网分析，可与官方抓取字段不同。未公布的信息保留为空缺。
en: An independently saved analysis of the official page. Values may differ from scraped data; unpublished details are marked as missing.
ja: 公式ページの分析を個別に保存します。自動取得した項目と異なる場合があり、未発表の情報は未記載として残します。
zh_hant: 獨立儲存的官網分析，可與官方擷取欄位不同。未公布的資訊保留為空缺。

source: 现场／会场领取
en: Venue and Pickup
ja: 会場・会場受取
zh_hant: 現場／會場領取

source: 用 AI 整理本公演
en: Summarize this event with AI
ja: AI で本公演を整理

source: 由 %@ 生成 · %@ · 非官方资料，请以官网为准
en: Generated by %@ · %@ · Not official information; refer to the official site
ja: %@ が生成 · %@ · 非公式情報のため公式サイトをご確認ください
zh_hant: 由 %@ 生成 · %@ · 非官方資料，請以官網為準

source: 申请即将截止
en: Application closing soon
ja: 申込がまもなく締め切られます
zh_hant: 申請即將截止

source: 申请对象：%@
en: Eligible Applicants: %@
ja: 申込対象：%@
zh_hant: 申請對象：%@

source: 申请将于明天截止
en: Applications close tomorrow
ja: 申込は明日締め切られます
zh_hant: 申請將於明天截止

source: 申请截止
en: Application Deadline
ja: 申込締切
zh_hant: 申請截止

source: 申请期间：%@
en: Application period: %@
ja: 申込期間：%@
zh_hant: 申請期間：%@

source: 申请条件：%@
en: Eligibility: %@
ja: 申込条件：%@
zh_hant: 申請條件：%@

source: 申请详情
en: Application Details
ja: 申込の詳細
zh_hant: 申請詳情

source: 电子票（スマチケ）
en: E-ticket (スマチケ)
ja: 電子チケット（スマチケ）
zh_hant: 電子票（スマチケ）

source: 登录 ChatGPT 账号或填入 API Key 后，可自动整理并突出本公演重点。
en: Sign in with a ChatGPT account or enter an API key to automatically summarize and highlight this event.
ja: ChatGPT アカウントでログインするか API Key を入力すると、本公演の要点を自動的にまとめて表示できます。
zh_hant: 登入 ChatGPT 帳號或填入 API Key 後，可自動整理並突顯本公演重點。

source: 登录后，AI 会重新分析官网并填写公演字段。
en: Sign in to reanalyze the official page and fill event fields with AI.
ja: ログインすると、AIが公式ページを再分析し、公演の各項目を入力します。
zh_hant: 登入後，AI 會重新分析官網並填寫公演欄位。

source: 登录后，官网页面文字与已解析的资料会发送至 OpenAI 生成摘要；生成会消耗账号额度。凭据仅保存在本机钥匙串。
en: After signing in, official page text and parsed data will be sent to OpenAI to generate summaries; generating summaries consumes your account quota. Credentials are stored only in the local Keychain.
ja: ログインすると、公式サイトのページ本文と解析済みの情報が OpenAI に送信され要約が生成されます。生成にはアカウントの利用枠が消費されます。認証情報は本機のキーチェーンにのみ保存されます。
zh_hant: 登入後，官網頁面文字與已解析的資料會傳送至 OpenAI 生成摘要；生成會消耗帳號額度。憑證僅儲存在本機鑰匙圈。

source: 登录后可自动整理多日公演重点、识别售票与通贩链接。摘要为 AI 生成，非官方资料。
en: Once signed in, it can automatically summarize highlights across multiple days and identify ticket and online store links. Summaries are AI-generated and not official information.
ja: ログインすると、複数日にわたる公演の要点を自動的にまとめ、チケットや通販のリンクを識別できます。要約は AI による生成であり、公式情報ではありません。
zh_hant: 登入後可自動整理多日公演重點、識別售票與通販連結。摘要為 AI 生成，非官方資料。

source: 登录后才能开启自动整理。
en: Sign in to turn on automatic summarizing.
ja: ログインすると自動整理をオンにできます。
zh_hant: 登入後才能開啟自動整理。

source: 登录失败：%@
en: Sign-in failed: %@
ja: ログインに失敗しました：%@
zh_hant: 登入失敗：%@

source: 登录成功，请返回 Live Dashboard。
en: Signed in successfully. Return to Live Dashboard.
ja: ログインに成功しました。Live Dashboard に戻ってください。
zh_hant: 登入成功，請返回 Live Dashboard。

source: 登录服务返回了无法解析的响应。
en: The sign-in service returned a response that could not be parsed.
ja: ログインサービスから解析できない応答が返されました。
zh_hant: 登入服務傳回了無法解析的回應。

source: 登录状态校验失败，请重试。
en: Sign-in verification failed. Please try again.
ja: ログイン状態の確認に失敗しました。もう一度お試しください。
zh_hant: 登入狀態校驗失敗，請重試。

source: 目标语言
en: Target language
ja: 翻訳先の言語
zh_hant: 目標語言

source: 直播观看票，非现场票
en: Streaming ticket, not venue admission
ja: 配信視聴券（会場チケットではありません）
zh_hant: 直播觀看票，非現場票

source: 确定清除全部 %lld 份 AI 摘要吗？此操作无法撤销。
en: Clear all %lld AI summaries? This can't be undone.
ja: %lld 件の AI 要約をすべて消去しますか？この操作は元に戻せません。
zh_hant: 確定清除全部 %lld 份 AI 摘要嗎？此操作無法復原。

source: 票价
en: Ticket Prices
ja: チケット価格
zh_hant: 票價

source: 票价尚未获取或待核验
en: Ticket prices have not been retrieved or verified
ja: チケット価格は未取得または確認待ちです
zh_hant: 票價尚未取得或待核驗

source: 票券特典
en: Ticket bonus
ja: チケット特典

source: 票务先行
en: Ticketing presale
ja: チケット先行
zh_hant: 票務先行

source: 票务卡片已全部隐藏
en: All Ticket Cards Are Hidden
ja: チケットカードはすべて非表示です
zh_hant: 票務卡片已全部隱藏

source: 立即检查官方资料
en: Check official information now
ja: 今すぐ公式情報を確認
zh_hant: 立即檢查官方資料

source: 站席／区域资料
en: Standing / section info
ja: スタンディング／エリア情報
zh_hant: 站席／區域資料

source: 第%lld次
en: Round %lld

source: 第%lld次先行
en: Round %lld presale

source: 筛选
en: Filter
ja: 絞り込み
zh_hant: 篩選

source: 简体中文
en: Simplified Chinese
zh_hant: 簡體中文

source: 类型：%@
en: Type: %@
ja: 種別：%@
zh_hant: 類型：%@

source: 精简
en: Essentials
ja: 要点のみ
zh_hant: 精簡

source: 紧凑
en: Compact
ja: コンパクト
zh_hant: 緊湊

source: 结束
en: End
ja: 終了
zh_hant: 結束

source: 结束日期
en: End date
ja: 終了日
zh_hant: 結束日期

source: 结果公布：%@
en: Results: %@
ja: 結果発表：%@
zh_hant: 結果公布：%@

source: 繁體中文
en: Traditional Chinese

source: 缩小
en: Zoom out
ja: 縮小
zh_hant: 縮小

source: 缺少未来截止时间
en: No upcoming deadline
ja: 今後の締切がありません
zh_hant: 缺少未來截止時間

source: 置顶
en: Pin
ja: 上部に固定
zh_hant: 置頂

source: 置顶的卡片始终排在最前，其余按此顺序显示。
en: Pinned cards always sort first; the rest follow this order.
ja: ピン留めしたカードは常に先頭に表示され、それ以外はこの順序で表示されます。
zh_hant: 置頂的卡片始終排在最前，其餘按此順序顯示。

source: 翻译
en: Translate
ja: 翻訳
zh_hant: 翻譯

source: 翻译不可用
en: Translation unavailable
ja: 翻訳を利用できません
zh_hant: 翻譯不可用

source: 翻译在设备上完成，不上传官网内容；首次使用某个语言时系统会提示下载语言包。翻译需要手动点击，默认始终显示官网原文。
en: Translation happens on-device; official content is never uploaded. The system may prompt to download a language pack the first time you use a language. Translation requires a manual tap; the official original text is shown by default.
ja: 翻訳は端末上で行われ、公式サイトの内容はアップロードされません。ある言語を初めて使用する際は、システムが言語パックのダウンロードを促します。翻訳は手動でタップする必要があり、初期設定では常に公式サイトの原文が表示されます。
zh_hant: 翻譯在裝置上完成，不上傳官網內容；首次使用某個語言時系統會提示下載語言包。翻譯需要手動點擊，預設始終顯示官網原文。

source: 翻译此卡片
en: Translate this card
ja: このカードを翻訳
zh_hant: 翻譯此卡片

source: 自定义…
en: Custom…
ja: カスタム…
zh_hant: 自訂…

source: 自定义模型名称
en: Custom model name
ja: カスタムモデル名
zh_hant: 自訂模型名稱

source: 至 %@
en: Until %@
ja: %@ まで

source: 若登录 ChatGPT 助手，会将官网页面文字发送到 OpenAI 生成摘要；凭据保存在本机钥匙串。
en: Signing in to the ChatGPT assistant sends official page text to OpenAI to generate summaries; credentials stay in the local keychain.
ja: ChatGPTアシスタントにサインインすると、公式ページのテキストがOpenAIに送信され要約が生成されます。認証情報は端末のキーチェーンに保存されます。
zh_hant: 若登入 ChatGPT 助手，會將官網頁面文字傳送到 OpenAI 生成摘要；憑證保存在本機鑰匙串。

source: 行程提醒
en: Schedule reminder
ja: 予定リマインダー

source: 补票
en: Additional sale
ja: 追加販売
zh_hant: 補票

source: 解析失败
en: Parse Failed
ja: 解析失敗
zh_hant: 解析失敗

source: 计划参加
en: Planning to attend
ja: 参加予定
zh_hant: 計劃參加

source: 设置
en: Settings
ja: 設定
zh_hant: 設定

source: 访问受阻
en: Access Blocked
ja: アクセス制限
zh_hant: 存取受阻

source: 详细
en: Detailed
ja: 詳細
zh_hant: 詳細

source: 语言与翻译
en: Language & Translation
ja: 言語と翻訳
zh_hant: 語言與翻譯

source: 请先退出登录再修改
en: Sign out before changing this
ja: 変更するには先にサインアウトしてください
zh_hant: 請先登出再修改

source: 请在设置中检查 API 地址后刷新。
en: Check the API address in Settings, then refresh.
ja: 設定でAPIアドレスを確認してから更新してください。
zh_hant: 請在設定中檢查 API 位址後重新整理。

source: 请选择其他年份、月份，或调整筛选条件。
en: Choose a different year or month, or adjust the filters.
ja: 別の年や月を選ぶか、絞り込み条件を調整してください。
zh_hant: 請選擇其他年份、月份，或調整篩選條件。

source: 账号
en: Account
ja: アカウント
zh_hant: 帳號

source: 购买限制：%@
en: Purchase limit: %@
ja: 購入制限：%@
zh_hant: 購買限制：%@

source: 购买须知
en: Purchase Notes
ja: 購入時の注意
zh_hant: 購買須知

source: 购票
en: Tickets
ja: チケット購入
zh_hant: 購票

source: 费用
en: Price
ja: 料金
zh_hant: 費用

source: 资料可能已被移除，或尚未载入。
en: The data may have been removed, or not loaded yet.
ja: データが削除されたか、まだ読み込まれていない可能性があります。
zh_hant: 資料可能已被移除，或尚未載入。

source: 资料已获取，只是这些卡片被你隐藏了。
en: The information was retrieved; you have hidden these cards.
ja: 情報は取得済みですが、これらのカードを非表示にしています。
zh_hant: 資料已取得，只是這些卡片被你隱藏了。

# 资料更新
source: 信息更新
en: Data refresh
ja: 情報の更新
zh_hant: 資料更新

source: 资料服务
en: Data Service
ja: データサービス
zh_hant: 資料服務

source: 资料来源
en: Data source
ja: 情報ソース
zh_hant: 資料來源

source: 资料版本
en: Data version
ja: データ版
zh_hant: 資料版本

source: 资料管理
en: Data Management
ja: データ管理
zh_hant: 資料管理

source: 资格
en: Eligibility
ja: 資格
zh_hant: 資格

source: 距截止不足一天，已设置近期本机提醒
en: Less than a day until the deadline; a local reminder has been set for soon
ja: 締切まで1日を切っているため、直近の本機リマインダーを設定しました
zh_hant: 距截止不足一天，已設定近期本機提醒

source: 距离截止不足一分钟，请立即处理
en: Less than a minute until the deadline; act now
ja: 締切まで1分を切っています。すぐに対応してください
zh_hant: 距離截止不足一分鐘，請立即處理

source: 跟随 App 语言
en: Follow app language
ja: App の言語に従う
zh_hant: 跟隨 App 語言

source: 转售
en: Resale
ja: リセール
zh_hant: 轉售

source: 载入可用模型列表
en: Load available models
ja: 利用可能なモデル一覧を読み込む
zh_hant: 載入可用模型清單

source: 载入模型列表失败
en: Failed to load model list
ja: モデル一覧の読み込みに失敗しました
zh_hant: 載入模型清單失敗

source: 返回内容不是有效的对象。
en: The returned content isn't a valid object.
ja: 返された内容は有効なオブジェクトではありません。
zh_hant: 傳回內容不是有效的物件。

source: 返回内容格式不正确，请重试。
en: The returned content is malformed. Please try again.
ja: 返された内容の形式が正しくありません。もう一度お試しください。
zh_hant: 傳回內容格式不正確，請重試。

source: 返回的数据不是有效的文字。
en: The response data isn't valid text.
ja: 返されたデータは有効なテキストではありません。
zh_hant: 傳回的資料不是有效的文字。

source: 还没有关注的公演
en: No followed events
ja: フォロー中の公演はありません
zh_hant: 還沒有關注的公演

source: 还没有已结束的演出
en: No past events yet
ja: 終了した公演はまだありません
zh_hant: 還沒有已結束的演出

source: 连接
en: Connection
ja: 接続
zh_hant: 連線

source: 连接失败：%@
en: Connection failed: %@
ja: 接続に失敗しました：%@
zh_hant: 連線失敗：%@

source: 连接成功
en: Connection successful
ja: 接続に成功しました
zh_hant: 連線成功

source: 连接成功：%@
en: Connected: %@
ja: 接続成功：%@
zh_hant: 連接成功：%@

source: 退出登录
en: Sign out
ja: ログアウト
zh_hant: 登出

source: 退出登录后将无法继续生成新摘要，已生成的摘要仍会保留。
en: After signing out, you won't be able to generate new summaries; existing summaries will be kept.
ja: ログアウトすると新しい要約を生成できなくなりますが、生成済みの要約は保持されます。
zh_hant: 登出後將無法繼續生成新摘要，已生成的摘要仍會保留。

source: 适用：%@
en: Applies to: %@
ja: 対象：%@
zh_hant: 適用：%@

source: 适用场次待确认
en: Performance applicability unconfirmed
ja: 対象公演が未確定
zh_hant: 適用場次待確認

source: 适用场次待确认，仅供核对来源
en: Performance applicability unconfirmed; verify with the official source
ja: 対象公演が未確認のため、公式情報でご確認ください
zh_hant: 適用場次待確認，僅供核對來源

source: 适用场次待确认的周边资料
en: Goods info with unconfirmed performance applicability
ja: 対象公演が未確定のグッズ情報
zh_hant: 適用場次待確認的周邊資料

source: 适用场次待确认的周边资料（%lld）
en: Goods info with unconfirmed performance applicability (%lld)
ja: 対象公演が未確定のグッズ情報（%lld）
zh_hant: 適用場次待確認的周邊資料（%lld）

source: 适用场次待确认的座位资料
en: Seating info with unconfirmed performance applicability
ja: 対象公演が未確定の座席情報
zh_hant: 適用場次待確認的座位資料

source: 适用场次待确认的座位资料（%lld）
en: Seating info with unconfirmed performance applicability (%lld)
ja: 対象公演が未確定の座席情報（%lld）
zh_hant: 適用場次待確認的座位資料（%lld）

source: 适用场次待确认的贩售时段
en: Sales sessions with unconfirmed performance applicability
ja: 対象公演が未確認の販売時間
zh_hant: 適用場次待確認的販售時段

source: 适用场次待确认的配信资料
en: Streaming info with unconfirmed performance applicability
ja: 対象公演が未確認の配信情報
zh_hant: 適用場次待確認的配信資料

source: 适用日期待确认
en: Performance applicability unconfirmed
ja: 対象公演が未確認
zh_hant: 適用日期待確認

source: 适用日期待确认的特典资料
en: Bonus details with unconfirmed performance applicability
ja: 対象公演が未確認の特典情報
zh_hant: 適用日期待確認的特典資料

source: 适用票种
en: Applicable tiers
ja: 対象券種
zh_hant: 適用票種

source: 选择场次
en: Choose performance
ja: 公演を選択
zh_hant: 選擇場次

source: 通知
en: Notifications

source: 通知权限未开启
en: Notifications are disabled
ja: 通知が無効です
zh_hant: 通知權限未開啟

source: 通贩
en: Online store
ja: 通販
zh_hant: 通販

source: 部分内容仍显示原文
en: Some text is still in the original language
ja: 一部は原文のまま表示されています
zh_hant: 部分內容仍顯示原文

source: 配信
en: Streaming

source: 配送：%@
en: Shipping: %@

# 重新整理
source: 刷新
en: Refresh
ja: 更新
zh_hant: 重新整理

# 重新整理失败：%@
source: 刷新失败：%@
en: Refresh failed: %@
ja: 更新に失敗しました：%@
zh_hant: 重新整理失敗：%@
